tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "aspell"
brew "automake"
brew "bash-snippets"
brew "clang-format"
brew "cmake"
brew "cscope"
brew "ctags"
brew "libunistring"
brew "gnutls"
brew "readline"
brew "xz"
brew "emacs", args: ["with-cocoa", "with-imagemagick@6", "with-librsvg", "with-mailutils", "with-modules"], restart_service: true
brew "gdbm"
brew "openssl"
brew "libidn2"
brew "libyaml"
brew "mpv"
brew "multimarkdown"
brew "openssl@1.1"
brew "pandoc"
brew "perl"
brew "pkg-config"
brew "poppler"
brew "pyenv"
brew "sqlite"
brew "reattach-to-user-namespace"
brew "sphinx-doc"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
cask "cakebrew"
cask "font-source-code-pro"
